"_BASE_USED_" = "en";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "0.0";
/* "_PREFERENCES_EXTRA_WIDTH_" = "0.0"; */
"OK" = "OK";
"Done" = "Ferdig";
"Yes" = "Ja";
"No" = "Nei";
"Don't show again" = "Ikke vis igjen";
"Set as default compressor" = "Sett som standard komprimeringsprogram";
"Not now" = "Ikke nå";
"Want to make Keka your default compressor?" = "Vil du gjøre Keka til standard komprimeringsprogram?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Dette betyr at alle kompatible filer vil pakkes ut med Keka. Du kan endre dette senere i Kekas Valg.";
"Really want to close Keka?" = "Sikker på at du vil lukke Keka?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "Gjeldende operasjoner vil bli avbrutt. Hvis du velger å vente og avslutte, vil Keka lukkes når arbeidet er ferdig.";
"Password needed" = "Passord trengs";
"File \"%@\" needs a password to be extracted" = "Filen \"%@\" trenger et passord for å pakkes ut";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "Utpakking av \"%@\" ferdig";
"Extraction of \"%@\" failed." = "Utpakking av \"%@\" feilet.";
"Extraction of %i files done" = "Utpakking av %i filer ferdig";
"Extraction complete" = "Utpakking fullført";
"Extraction fail" = "Utpakking feilet";
"Compression complete" = "Komprimering fullført";
"File \"%@\" created" = "Filen \"%@\" ble opprettet";
"Compression fail" = "Komprimering feilet";
"File \"%@\" cannot be created" = "Filen \"%@\" kan ikke opprettes";
"Operation not implemented" = "Operasjonen er ikke implementert";
"Performing operation..." = "Utfører operasjon...";
"Waiting..." = "Venter...";
"Extracting \"%@\"" = "Pakker ut \"%@\"";
"Extracting \"%@...\"" = "Pakker ut \"%@...\"";
"Creating %@ file..." = "Oppretter %@ fil...";
"Creating file \"%@\"" = "Oppretter filen \"%@\"";
"Creating file \"%@...\"" = "Oppretter filen \"%@...\"";
"Volume name:" = "Volumnavn:";
"Select the encoding for \"%@\"" = "Select the encoding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Tid siden start: %d:%@%d:%@%d timer%@";
"Time elapsed: %d:%@%d minutes%@" = "Tid siden start: %d:%@%d minutter%@";
"Time elapsed: %d seconds%@" = "Tid siden start: %d sekunder%@";
"%d seconds" = "%d sekunder";
"%d:%@%d minutes" = "%d:%@%d minutter";
"%d:%@%d:%@%d hours" = "%d:%@%d:%@%d timer";
"Pause" = "Pause";
"Continue" = "Fortsett";
"Operation paused" = "Operasjon satt på pause";
"Cancel" = "Avbryt";
"Close" = "Lukk";
"Operation failed" = "Operasjon feilet";
"Operation failed with error code %d" = "Operasjonen feilet med feilkode %d";
"Choose a name and folder to start the compression" = "Velg et navn og et mappe for å starte komprimeringen";
"Creation of \"%@\" failed" = "Opprettelse av \"%@\" feilet";
"Creating \"%@\"" = "Oppretter \"%@\"";
"Prepearing extraction..." = "Forbereder utpakking…";
"Choose a folder to extract this file" = "Velg en mappe å pakke ut denne filen til";
"Choose where do you want to extract \"%@\"" = "Choose where do you want to extract \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Select all the volumes from \"%@\" or the folder that contains them";
"Select the folder that contains \"%@\"" = "Select the folder that contains \"%@\"";
"Extraction of \"%@\" failed" = "Utpakking av \"%@\" feilet";
"Keka - %i on queue" = "Keka - %i i kø";
"Keka can't create this %@ image" = "Keka kan ikke opprette dette %@-bildet";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Du kan bare opprette %@-bilder i med en enkelt mappe. Prøv å putte alle filene i en mappe og slipp den på Keka for å lage %@-bildet.";
"Keka can't create this @% tarball" = "Keka kan ikke opprette denne @%-tarballen";
"This operation is not supported on %@." = "Denne operasjonen støtter ikke på %@.";
"Compress \"%@\" in %@ to..." = "Komprimer \"%@\" i %@ til...";
"Compress in %@ to..." = "Komprimer i %@ til...";
"Save as:" = "Arkiver som:";
"Compress" = "Komprimer";
"Extract \"%@\" to..." = "Pakk ut \"%@\" til…";
"Extract as:" = "Pakk ut til:";
"Extract" = "Pakk ut";
" - Remaining: Calculating..." = " - Gjenstår: Beregner...";
" - Remaining: About one second" = " - Gjenstår: Omtrent ett sekund";
" - Remaining: About %d seconds" = " - Gjenstår: Omtrent %d sekunder";
" - Remaining: About 1 minute" = " - Gjenstår: Omtrent 1 minutt";
" - Remaining: About %d minutes" = " - Gjenstår: Omtrent %d minutter";
" - Remaining: About 1 hour" = " - Gjenstår: Omtrent 1 time";
" - Remaining: About %d hours" = " - Gjenstår: Omtrent %d timer";
" - Remaining: About 1 day" = " - Gjenstår: Omtrent 1 dag";
" - Remaining: About %d days" = " - Gjenstår: Omtrent %d dager";
" - Remaining: About 1 year" = " - Gjenstår: Omtrent 1 år";
" - Remaining: About %d years" = " - Gjenstår: Omtrent %d år";
" - Remaining: Less than one second" = " - Gjenstår: Under ett sekund";
"Can't show progress time..." = "Kan ikke vise tiden…";
"Password for \"%@\"" = "Passord for \"%@\"";
"Method:" = "Metode:";
"No compression" = "Ingen komprimering";
"Fastest, less compression" = "Raskest, mindre komprimering";
"Fast, less compression" = "Rask, mindre komprimering";
"Normal" = "Normal";
"Slow, more compression" = "Treg, mer komprimering";
"Slowest, more compression" = "Tregest, mer komprimering";
"Compression" = "Komprimering";
"Extraction" = "Utpakking";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka kan ikke bruke \"extlx.plist\"-listen, vennligst kontakt utviklerne.\n\nKeka vil nå avsluttes.";
"Keka is dying!" = "Keka dør!";
"Ask each time" = "Spør hver gang";
"Next to original file" = "Ved siden av originalfilen";
"Custom folder..." = "Egendefinert mappe...";
"Same as original file" = "Samme som originalfilen";
"Custom name..." = "Egendefinert navn...";
"Compressed file" = "Komprimert fil";
"Set as default folder" = "Sett som standardmappe";
"Perform automatic action" = "Utfør automatisk handling";
"Always compress" = "Alltid komprimer";
"Always extract" = "Alltid pakk ut";
"1.4 MB Floppy" = "1.4 MB floppydisk";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "Slipp her for å pakke ut";
"Drop here to compress" = "Slipp her for å komprimere";
"Binary \"%@\" is not accessible" = "Programfilen \"%@\" er ikke tilgjengelig";
"The first part \"%@\" can't be found" = "Den første delen \"%@\" ble ikke funnet";
"unknown" = "ukjent";
"Unknown error" = "Ukjent feil";
"Error code %d using \"%@\"\n%@" = "Feilkode %d under bruk av \"%@\"\n%@";
"No errors found" = "Ingen feil funnet";
"Minor error, the operation may be done well" = "Mindre feil, operasjonen ble kanskje fullført";
"Fatal error" = "Alvorlig feil";
"CRC error occurred, maybe the file is corrupt" = "CRC-feil oppstod, filen er kanskje korrupt";
"Attempt to modify an archive previously locked" = "Forsøk å endre på et arkiv som tidligere var låst";
"Maybe you don't have permission to write or your disk is full" = "Du har kanskje ikke skrivetilgang, eller disken er full";
"Can't open the file, maybe you don't have read permission" = "Kan ikke åpne filen, du har kanskje ikke lesetilgang";
"Command line error, please contact with the developer" = "Komandolinjefeil, vennligst kontakt utvikleren";
"Not enough memory. Try to close some programs and repeat the operation" = "Ikke nok minne. Prøv å lukke noen programmer og kjenta operasjonen";
"Can't create the file, maybe you don't have permission or free space" = "Kan ikke opprette filen, du har kanskje ikke tillatelse eller ledig diskplass";
"Canceled manually" = "Avbrutt manueltCanceled manually";
"Bad password, try again" = "Feil passord, prøv igjen";
"This archive is locked" = "Dette arkivet er låst";
"Write error. No permission? No space left?" = "Feil under skriving. Ikke tillatelse? Ikke ledig diskplass?";
"Can't open the file, maybe it's not accessible" = "Kan ikke åpne filen, den er kanskje ikke tilgjengelig";
"No files matching the mask" = "Ingen filer matcher masken";
"Give access" = "Gi tilgang";
"Just folder access" = "Bare mappetilgang";
"Quit" = "Avslutt";
"More information" = "Mer informasjon";
"Keka needs file access" = "Keka trenger filtilgang";
"Give home access" = "Gi tilgang til hjemmemappen";
"Customize" = "Tilpass";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "For å kunne arbeide sømløst med filene dine trenger Keka lokal tilgang til Mac-disken.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nBare klikk på \"Gi tilgang til Keka\", disken din skal være forhåndsvalgt.";
"Give access to Keka" = "Gi tilgang til Keka";
"Full Mac access (Recommended)" = "Full Mac-tilgang (Anbefalt)";
"Home folder access" = "Tilgang til hjemmemappen";
"External volumes access" = "Tilgang til eksterne volumer";
"External disk: %@" = "Ekstern disk: %@";
"An extension is required" = "En utvidelse er påkrevd";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "For å sette Keka som standardprogram, må du installere en utvidelse. Klikk på \"Mer informasjon\" for å følge de påkrevde trinnene.\n\nHusk at du alltid kan sette Keka som standardprogram for er format ved å bruke \"Vis info\" panelet i Finder.";
"Cannot set Keka as default" = "Kan ikke sette Keka som standard";
"The intermediate application failed to launch. There is more information in the Console.app." = "Mellomleddsprogrammet kunne ikke starte. Mer informasjon finnes i Konsoll.app.";
"The intermediate application returned an undefined code." = "Mellomleddsprogrammet returnere en udefinert kode.";
"Keka is now set as the default application for its known formats." = "Keka er nå satt som standardprogram for alle formatene det kjenner.";
"Keka set as default" = "Keka satt som standard";
"There were some errors while registering the formats. There is more information in the Console.app." = "Det oppstod feil under registrering av noen av formatene. Mer informasjon finnes i Konsoll.app.";
"The intermediate application can't get access to Keka." = "Mellomleddsprogrammet har ikke tilgang til Keka.";
"The intermediate application can't find Keka." = "Mellomleddsprogrammet finner ikke Keka.";
